{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|im_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|im_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<thinking>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "</thinking>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<summary>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Sequence",
    "pretokenizers": [
      {
        "type": "Split",
        "pattern": {
          "String": "(?i:'s|'t|'re|'ve|'m|'ll|'d)|[^\\r\\n\\p{L}\\p{N}]?\\p{L}+|\\p{N}{1,3}| ?[^\\s\\p{L}\\p{N}]+[\\r\\n]*|\\s*[\\r\\n]|\\s+(?!\\S)|\\s+"
        },
        "behavior": "Isolated",
        "invert": false
      }
    ]
  },
  "post_processor": null,
  "decoder": {
    "type": "BPEDecoder",
    "suffix": "</w>"
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<pad>": 0,
      "<|im_start|>": 1,
      "<|im_end|>": 2,
      "<unk>": 3,
      "<s>": 4,
      "</s>": 5,
      "<thinking>": 6,
      "</thinking>": 7,
      "<summary>": 8,
      "\t": 9,
      "\n": 10,
      "\r": 11,
      " ": 12,
      "!": 13,
      "\"": 14,
      "#": 15,
      "$": 16,
      "%": 17,
      "&": 18,
      "'": 19,
      "(": 20,
      ")": 21,
      "*": 22,
      "+": 23,
      ",": 24,
      "-": 25,
      ".": 26,
      "/": 27,
      "0": 28,
      "1": 29,
      "2": 30,
      "3": 31,
      "4": 32,
      "5": 33,
      "6": 34,
      "7": 35,
      "8": 36,
      "9": 37,
      ":": 38,
      ";": 39,
      "<": 40,
      "=": 41,
      ">": 42,
      "?": 43,
      "@": 44,
      "A": 45,
      "B": 46,
      "C": 47,
      "D": 48,
      "E": 49,
      "F": 50,
      "G": 51,
      "H": 52,
      "I": 53,
      "J": 54,
      "K": 55,
      "L": 56,
      "M": 57,
      "N": 58,
      "O": 59,
      "P": 60,
      "Q": 61,
      "R": 62,
      "S": 63,
      "T": 64,
      "U": 65,
      "V": 66,
      "W": 67,
      "X": 68,
      "Y": 69,
      "Z": 70,
      "[": 71,
      "\\": 72,
      "]": 73,
      "^": 74,
      "_": 75,
      "`": 76,
      "a": 77,
      "b": 78,
      "c": 79,
      "d": 80,
      "e": 81,
      "f": 82,
      "g": 83,
      "h": 84,
      "i": 85,
      "j": 86,
      "k": 87,
      "l": 88,
      "m": 89,
      "n": 90,
      "o": 91,
      "p": 92,
      "q": 93,
      "r": 94,
      "s": 95,
      "t": 96,
      "u": 97,
      "v": 98,
      "w": 99,
      "x": 100,
      "y": 101,
      "z": 102,
      "{": 103,
      "|": 104,
      "}": 105,
      "~": 106,
      " ": 107,
      "¡": 108,
      "¢": 109,
      "£": 110,
      "¤": 111,
      "¥": 112,
      "¦": 113,
      "§": 114,
      "¨": 115,
      "©": 116,
      "ª": 117,
      "«": 118,
      "¬": 119,
      "®": 120,
      "¯": 121,
      "°": 122,
      "±": 123,
      "²": 124,
      "³": 125,
      "´": 126,
      "µ": 127,
      "¶": 128,
      "·": 129,
      "¸": 130,
      "¹": 131,
      "º": 132,
      "»": 133,
      "¼": 134,
      "½": 135,
      "¾": 136,
      "¿": 137,
      "À": 138,
      "Á": 139,
      "Â": 140,
      "Ã": 141,
      "Ä": 142,
      "Å": 143,
      "Æ": 144,
      "Ç": 145,
      "È": 146,
      "É": 147,
      "Ê": 148,
      "Ë": 149,
      "Ì": 150,
      "Í": 151,
      "Î": 152,
      "Ï": 153,
      "Ð": 154,
      "Ñ": 155,
      "Ò": 156,
      "Ó": 157,
      "Ô": 158,
      "Õ": 159,
      "Ö": 160,
      "×": 161,
      "Ø": 162,
      "Ù": 163,
      "Ú": 164,
      "Û": 165,
      "Ü": 166,
      "Ý": 167,
      "Þ": 168,
      "ß": 169,
      "à": 170,
      "á": 171,
      "â": 172,
      "ã": 173,
      "ä": 174,
      "å": 175,
      "æ": 176,
      "ç": 177,
      "è": 178,
      "é": 179,
      "ê": 180,
      "ë": 181,
      "ì": 182,
      "í": 183,
      "î": 184,
      "ï": 185,
      "ð": 186,
      "ñ": 187,
      "ò": 188,
      "ó": 189,
      "ô": 190,
      "õ": 191,
      "ö": 192,
      "÷": 193,
      "ø": 194,
      "ù": 195,
      "ú": 196,
      "û": 197,
      "ü": 198,
      "ý": 199,
      "þ": 200,
      "ÿ": 201,
      "Ā": 202,
      "ā": 203,
      "Ă": 204,
      "ă": 205,
      "Ą": 206,
      "ą": 207,
      "Ć": 208,
      "ć": 209,
      "Ĉ": 210,
      "ĉ": 211,
      "Ċ": 212,
      "ċ": 213,
      "Č": 214,
      "č": 215,
      "Ď": 216,
      "ď": 217,
      "Đ": 218,
      "đ": 219,
      "Ē": 220,
      "ē": 221,
      "Ĕ": 222,
      "ĕ": 223,
      "Ė": 224,
      "ė": 225,
      "Ę": 226,
      "ę": 227,
      "Ě": 228,
      "ě": 229,
      "Ĝ": 230,
      "ĝ": 231,
      "Ğ": 232,
      "ğ": 233,
      "Ġ": 234,
      "ġ": 235,
      "Ģ": 236,
      "ģ": 237,
      "Ĥ": 238,
      "ĥ": 239,
      "Ħ": 240,
      "ħ": 241,
      "Ĩ": 242,
      "ĩ": 243,
      "Ī": 244,
      "ī": 245,
      "Ĭ": 246,
      "ĭ": 247,
      "Į": 248,
      "į": 249,
      "İ": 250,
      "ı": 251,
      "Ĳ": 252,
      "ĳ": 253,
      "Ĵ": 254,
      "ĵ": 255,
      "Ķ": 256,
      "ķ": 257,
      "ĸ": 258,
      "Ĺ": 259,
      "ĺ": 260,
      "Ļ": 261,
      "ļ": 262,
      "Ľ": 263,
      "ľ": 264,
      "Ŀ": 265,
      "ŀ": 266,
      "Ł": 267,
      "ł": 268,
      "Ń": 269,
      "ŏ": 270,
      "ơ": 271,
      "ƪ": 272,
      "ǐ": 273,
      "ǒ": 274,
      "ɜ": 275,
      "ɾ": 276,
      "ɿ": 277,
      "ʃ": 278,
      "ʔ": 279,
      "ʕ": 280,
      "ʖ": 281,
      "˂": 282,
      "˃": 283,
      "˄": 284,
      "ˇ": 285,
      "ˉ": 286,
      "ˊ": 287,
      "ˋ": 288,
      "ˍ": 289,
      "˘": 290,
      "˙": 291,
      "˵": 292,
      "˶": 293,
      "̀": 294,
      "́": 295,
      "̄": 296,
      "̌": 297,
      "̑": 298,
      "̛": 299,
      "̡": 300,
      "̢": 301,
      "̥": 302,
      "̧": 303,
      "̨": 304,
      "̩": 305,
      "̫": 306,
      "̯": 307,
      "̴": 308,
      "̵": 309,
      "̶": 310,
      "̿": 311,
      "͈": 312,
      "͜": 313,
      "͞": 314,
      "͟": 315,
      "͡": 316,
      "Δ": 317,
      "Ψ": 318,
      "Ω": 319,
      "α": 320,
      "β": 321,
      "γ": 322,
      "δ": 323,
      "ε": 324,
      "θ": 325,
      "κ": 326,
      "μ": 327,
      "ο": 328,
      "π": 329,
      "ρ": 330,
      "ς": 331,
      "χ": 332,
      "ψ": 333,
      "ω": 334,
      "Д": 335,
      "д": 336,
      "з": 337,
      "с": 338,
      "Ծ": 339,
      "و": 340,
      "٩": 341,
      "ڡ": 342,
      "ڼ": 343,
      "۶": 344,
      "ू": 345,
      "१": 346,
      "இ": 347,
      "௰": 348,
      "౪": 349,
      "ಠ": 350,
      "ಡ": 351,
      "ಥ": 352,
      "ก": 353,
      "ฅ": 354,
      "ง": 355,
      "๑": 356,
      "ິ": 357,
      "ີ": 358,
      "ຶ": 359,
      "༎": 360,
      "༝": 361,
      "ཀ": 362,
      "ᐢ": 363,
      "ᓚ": 364,
      "ᕕ": 365,
      "ᕗ": 366,
      "ᕙ": 367,
      "ᕤ": 368,
      "ᕦ": 369,
      "ᗒ": 370,
      "ᗕ": 371,
      "ᗜ": 372,
      "ᗢ": 373,
      "ᗣ": 374,
      "ᗨ": 375,
      "ᘏ": 376,
      "ᴗ": 377,
      "ᴥ": 378,
      "ᵒ": 379,
      "᷄": 380,
      "᷅": 381,
      " ": 382,
      " ": 383,
      " ": 384,
      " ": 385,
      "​": 386,
      "‍": 387,
      "–": 388,
      "—": 389,
      "‘": 390,
      "’": 391,
      "“": 392,
      "”": 393,
      "•": 394,
      "…": 395,
      " ": 396,
      "′": 397,
      "‵": 398,
      "‶": 399,
      "‸": 400,
      "‼": 401,
      "‾": 402,
      "‿": 403,
      "⁄": 404,
      "⁍": 405,
      "⁎": 406,
      "⁻": 407,
      "⁼": 408,
      "₂": 409,
      "₃": 410,
      "₄": 411,
      "₌": 412,
      "₍": 413,
      "₎": 414,
      "⃣": 415,
      "℃": 416,
      "Ⅰ": 417,
      "Ⅱ": 418,
      "Ⅲ": 419,
      "Ⅳ": 420,
      "←": 421,
      "↑": 422,
      "→": 423,
      "↓": 424,
      "↕": 425,
      "↗": 426,
      "↼": 427,
      "⇀": 428,
      "∀": 429,
      "∇": 430,
      "−": 431,
      "√": 432,
      "∞": 433,
      "∠": 434,
      "∧": 435,
      "∼": 436,
      "≈": 437,
      "≖": 438,
      "≠": 439,
      "≡": 440,
      "≤": 441,
      "≥": 442,
      "≦": 443,
      "≧": 444,
      "⊂": 445,
      "⊙": 446,
      "⋞": 447,
      "⋟": 448,
      "⌐": 449,
      "⌒": 450,
      "⌓": 451,
      "⌚": 452,
      "⌛": 453,
      "⌣": 454,
      "⏩": 455,
      "⏰": 456,
      "⏱": 457,
      "⏳": 458,
      "⏸": 459,
      "⑅": 460,
      "①": 461,
      "②": 462,
      "③": 463,
      "④": 464,
      "⑤": 465,
      "⑥": 466,
      "⑦": 467,
      "Ⓦ": 468,
      "ⓐ": 469,
      "ⓗ": 470,
      "ⓣ": 471,
      "━": 472,
      "┙": 473,
      "┬": 474,
      "┻": 475,
      "╥": 476,
      "╬": 477,
      "╭": 478,
      "╮": 479,
      "╯": 480,
      "╰": 481,
      "╹": 482,
      "▀": 483,
      "▔": 484,
      "□": 485,
      "▫": 486,
      "▶": 487,
      "▽": 488,
      "◉": 489,
      "○": 490,
      "◍": 491,
      "●": 492,
      "◐": 493,
      "◑": 494,
      "◔": 495,
      "◕": 496,
      "◝": 497,
      "◞": 498,
      "◟": 499,
      "◠": 500,
      "◡": 501,
      "◦": 502,
      "☀": 503,
      "☁": 504,
      "☂": 505,
      "★": 506,
      "☆": 507,
      "☎": 508,
      "☑": 509,
      "☕": 510,
      "☝": 511,
      "☹": 512,
      "☺": 513,
      "♀": 514,
      "♂": 515,
      "♡": 516,
      "♥": 517,
      "♨": 518,
      "♪": 519,
      "♻": 520,
      "⚓": 521,
      "⚔": 522,
      "⚕": 523,
      "⚖": 524,
      "⚙": 525,
      "⚠": 526,
      "⚡": 527,
      "⚽": 528,
      "⚾": 529,
      "⛄": 530,
      "⛈": 531,
      "⛑": 532,
      "⛔": 533,
      "⛰": 534,
      "⛺": 535,
      "⛽": 536,
      "✂": 537,
      "✅": 538,
      "✈": 539,
      "✊": 540,
      "✋": 541,
      "✌": 542,
      "✍": 543,
      "✏": 544,
      "✓": 545,
      "✔": 546,
      "✖": 547,
      "✗": 548,
      "✦": 549,
      "✧": 550,
      "✨": 551,
      "✿": 552,
      "❄": 553,
      "❌": 554,
      "❓": 555,
      "❗": 556,
      "❛": 557,
      "❣": 558,
      "❤": 559,
      "❶": 560,
      "❷": 561,
      "❸": 562,
      "❹": 563,
      "➔": 564,
      "➕": 565,
      "➠": 566,
      "➡": 567,
      "➢": 568,
      "⬅": 569,
      "⬆": 570,
      "⬇": 571,
      "⬛": 572,
      "⭐": 573,
      "⭕": 574,
      "⺣": 575,
      "、": 576,
      "。": 577,
      "〃": 578,
      "〈": 579,
      "〉": 580,
      "《": 581,
      "》": 582,
      "「": 583,
      "」": 584,
      "『": 585,
      "』": 586,
      "【": 587,
      "】": 588,
      "〜": 589,
      "い": 590,
      "お": 591,
      "き": 592,
      "す": 593,
      "っ": 594,
      "つ": 595,
      "づ": 596,
      "と": 597,
      "の": 598,
      "び": 599,
      "ふ": 600,
      "へ": 601,
      "み": 602,
      "や": 603,
      "り": 604,
      "ん": 605,
      "゜": 606,
      "ゝ": 607,
      "ゞ": 608,
      "ツ": 609,
      "ノ": 610,
      "メ": 611,
      "ヮ": 612,
      "・": 613,
      "ー": 614,
      "ヽ": 615,
      "ヾ": 616,
      "ㄒ": 617,
      "ㅂ": 618,
      "ㅅ": 619,
      "ㅋ": 620,
      "ㅠ": 621,
      "ㅿ": 622,
      "㊙": 623,
      "䓬": 624,
      "一": 625,
      "丁": 626,
      "七": 627,
      "万": 628,
      "丈": 629,
      "三": 630,
      "上": 631,
      "下": 632,
      "不": 633,
      "与": 634,
      "丑": 635,
      "专": 636,
      "且": 637,
      "世": 638,
      "丘": 639,
      "丙": 640,
      "业": 641,
      "丛": 642,
      "东": 643,
      "丝": 644,
      "丢": 645,
      "两": 646,
      "严": 647,
      "丧": 648,
      "个": 649,
      "丫": 650,
      "中": 651,
      "丰": 652,
      "串": 653,
      "临": 654,
      "丸": 655,
      "丹": 656,
      "为": 657,
      "主": 658,
      "丽": 659,
      "举": 660,
      "丿": 661,
      "乃": 662,
      "久": 663,
      "么": 664,
      "义": 665,
      "之": 666,
      "乌": 667,
      "乍": 668,
      "乎": 669,
      "乏": 670,
      "乐": 671,
      "乒": 672,
      "乓": 673,
      "乔": 674,
      "乖": 675,
      "乘": 676,
      "乙": 677,
      "九": 678,
      "乞": 679,
      "也": 680,
      "习": 681,
      "乡": 682,
      "书": 683,
      "买": 684,
      "乱": 685,
      "乳": 686,
      "乾": 687,
      "了": 688,
      "予": 689,
      "争": 690,
      "事": 691,
      "二": 692,
      "于": 693,
      "亏": 694,
      "云": 695,
      "互": 696,
      "五": 697,
      "井": 698,
      "亚": 699,
      "些": 700,
      "亡": 701,
      "亢": 702,
      "交": 703,
      "亥": 704,
      "亦": 705,
      "产": 706,
      "亨": 707,
      "享": 708,
      "京": 709,
      "亭": 710,
      "亮": 711,
      "亲": 712,
      "亵": 713,
      "人": 714,
      "亿": 715,
      "什": 716,
      "仁": 717,
      "仅": 718,
      "仆": 719,
      "仇": 720,
      "今": 721,
      "介": 722,
      "仍": 723,
      "从": 724,
      "仑": 725,
      "仓": 726,
      "仔": 727,
      "仕": 728,
      "他": 729,
      "仗": 730,
      "付": 731,
      "仙": 732,
      "代": 733,
      "令": 734,
      "以": 735,
      "仨": 736,
      "仪": 737,
      "们": 738,
      "仰": 739,
      "仲": 740,
      "件": 741,
      "价": 742,
      "任": 743,
      "份": 744,
      "仿": 745,
      "企": 746,
      "伊": 747,
      "伍": 748,
      "伏": 749,
      "伐": 750,
      "休": 751,
      "众": 752,
      "优": 753,
      "伙": 754,
      "会": 755,
      "伞": 756,
      "伟": 757,
      "传": 758,
      "伤": 759,
      "伦": 760,
      "伪": 761,
      "伯": 762,
      "估": 763,
      "伴": 764,
      "伸": 765,
      "伺": 766,
      "似": 767,
      "伽": 768,
      "但": 769,
      "位": 770,
      "低": 771,
      "住": 772,
      "佐": 773,
      "佑": 774,
      "体": 775,
      "何": 776,
      "余": 777,
      "佛": 778,
      "作": 779,
      "佝": 780,
      "佟": 781,
      "你": 782,
      "佩": 783,
      "佬": 784,
      "佯": 785,
      "佳": 786,
      "佻": 787,
      "使": 788,
      "侃": 789,
      "侄": 790,
      "來": 791,
      "侈": 792,
      "例": 793,
      "侍": 794,
      "侏": 795,
      "供": 796,
      "依": 797,
      "侠": 798,
      "侣": 799,
      "侥": 800,
      "侦": 801,
      "侧": 802,
      "侬": 803,
      "侮": 804,
      "侯": 805,
      "侵": 806,
      "便": 807,
      "促": 808,
      "俄": 809,
      "俊": 810,
      "俎": 811,
      "俏": 812,
      "俑": 813,
      "俗": 814,
      "俘": 815,
      "保": 816,
      "俞": 817,
      "信": 818,
      "俩": 819,
      "俭": 820,
      "修": 821,
      "俯": 822,
      "俱": 823,
      "俺": 824,
      "個": 825,
      "倌": 826,
      "倍": 827,
      "倒": 828,
      "倔": 829,
      "候": 830,
      "倚": 831,
      "借": 832,
      "倡": 833,
      "倦": 834,
      "倪": 835,
      "债": 836,
      "值": 837,
      "倾": 838,
      "偃": 839,
      "假": 840,
      "偎": 841,
      "偏": 842,
      "做": 843,
      "停": 844,
      "健": 845,
      "偶": 846,
      "偷": 847,
      "偻": 848,
      "偿": 849,
      "傅": 850,
      "傍": 851,
      "储": 852,
      "催": 853,
      "傲": 854,
      "傳": 855,
      "傻": 856,
      "像": 857,
      "僚": 858,
      "僧": 859,
      "僵": 860,
      "僻": 861,
      "儒": 862,
      "儿": 863,
      "兀": 864,
      "允": 865,
      "元": 866,
      "兄": 867,
      "充": 868,
      "兆": 869,
      "先": 870,
      "光": 871,
      "克": 872,
      "免": 873,
      "兑": 874,
      "兔": 875,
      "党": 876,
      "兜": 877,
      "兢": 878,
      "入": 879,
      "內": 880,
      "全": 881,
      "八": 882,
      "公": 883,
      "六": 884,
      "兮": 885,
      "兰": 886,
      "共": 887,
      "关": 888,
      "兴": 889,
      "兵": 890,
      "其": 891,
      "具": 892,
      "典": 893,
      "兹": 894,
      "养": 895,
      "兼": 896,
      "兽": 897,
      "内": 898,
      "冈": 899,
      "册": 900,
      "再": 901,
      "冒": 902,
      "冗": 903,
      "写": 904,
      "军": 905,
      "农": 906,
      "冠": 907,
      "冤": 908,
      "冥": 909,
      "冬": 910,
      "冰": 911,
      "冲": 912,
      "决": 913,
      "况": 914,
      "冷": 915,
      "冻": 916,
      "冽": 917,
      "净": 918,
      "凄": 919,
      "准": 920,
      "凉": 921,
      "凋": 922,
      "凌": 923,
      "减": 924,
      "凑": 925,
      "凛": 926,
      "凝": 927,
      "几": 928,
      "凡": 929,
      "凤": 930,
      "凭": 931,
      "凯": 932,
      "凰": 933,
      "凳": 934,
      "凶": 935,
      "凸": 936,
      "凹": 937,
      "出": 938,
      "击": 939,
      "函": 940,
      "凿": 941,
      "刀": 942,
      "刁": 943,
      "刃": 944,
      "分": 945,
      "切": 946,
      "刊": 947,
      "刍": 948,
      "刑": 949,
      "划": 950,
      "列": 951,
      "刘": 952,
      "则": 953,
      "刚": 954,
      "创": 955,
      "初": 956,
      "删": 957,
      "判": 958,
      "別": 959,
      "刨": 960,
      "利": 961,
      "别": 962,
      "刮": 963,
      "到": 964,
      "制": 965,
      "刷": 966,
      "券": 967,
      "刹": 968,
      "刺": 969,
      "刻": 970,
      "剁": 971,
      "剂": 972,
      "削": 973,
      "剌": 974,
      "前": 975,
      "剑": 976,
      "剔": 977,
      "剖": 978,
      "剜": 979,
      "剥": 980,
      "剧": 981,
      "剩": 982,
      "剪": 983,
      "副": 984,
      "割": 985,
      "剿": 986,
      "劈": 987,
      "力": 988,
      "劝": 989,
      "办": 990,
      "功": 991,
      "加": 992,
      "务": 993,
      "劣": 994,
      "动": 995,
      "助": 996,
      "努": 997,
      "劫": 998,
      "励": 999,
      "劲": 1000,
      "劳": 1001,
      "势": 1002,
      "勃": 1003,
      "勇": 1004,
      "勉": 1005,
      "勋": 1006,
      "勐": 1007,
      "勒": 1008,
      "動": 1009,
      "勘": 1010,
      "勤": 1011,
      "勺": 1012,
      "勾": 1013,
      "勿": 1014,
      "匀": 1015,
      "包": 1016,
      "匆": 1017,
      "化": 1018,
      "北": 1019,
      "匙": 1020,
      "匝": 1021,
      "匠": 1022,
      "匣": 1023,
      "匪": 1024,
      "匮": 1025,
      "匹": 1026,
      "区": 1027,
      "医": 1028,
      "匿": 1029,
      "十": 1030,
      "千": 1031,
      "升": 1032,
      "午": 1033,
      "半": 1034,
      "华": 1035,
      "协": 1036,
      "卑": 1037,
      "卒": 1038,
      "卓": 1039,
      "单": 1040,
      "卖": 1041,
      "南": 1042,
      "博": 1043,
      "卜": 1044,
      "卟": 1045,
      "占": 1046,
      "卡": 1047,
      "卢": 1048,
      "卤": 1049,
      "卦": 1050,
      "卧": 1051,
      "卫": 1052,
      "卯": 1053,
      "印": 1054,
      "危": 1055,
      "即": 1056,
      "却": 1057,
      "卵": 1058,
      "卷": 1059,
      "卸": 1060,
      "卿": 1061,
      "厂": 1062,
      "厄": 1063,
      "厅": 1064,
      "历": 1065,
      "厉": 1066,
      "压": 1067,
      "厌": 1068,
      "厕": 1069,
      "厘": 1070,
      "厚": 1071,
      "原": 1072,
      "厢": 1073,
      "厥": 1074,
      "厦": 1075,
      "厨": 1076,
      "厩": 1077,
      "去": 1078,
      "县": 1079,
      "参": 1080,
      "又": 1081,
      "叉": 1082,
      "及": 1083,
      "友": 1084,
      "双": 1085,
      "反": 1086,
      "发": 1087,
      "叒": 1088,
      "叔": 1089,
      "叕": 1090,
      "取": 1091,
      "受": 1092,
      "变": 1093,
      "叙": 1094,
      "叛": 1095,
      "叠": 1096,
      "口": 1097,
      "古": 1098,
      "句": 1099,
      "另": 1100,
      "叨": 1101,
      "叩": 1102,
      "只": 1103,
      "叫": 1104,
      "召": 1105,
      "叭": 1106,
      "叮": 1107,
      "可": 1108,
      "台": 1109,
      "史": 1110,
      "右": 1111,
      "叶": 1112,
      "号": 1113,
      "司": 1114,
      "叹": 1115,
      "叻": 1116,
      "叼": 1117,
      "叽": 1118,
      "吁": 1119,
      "吃": 1120,
      "各": 1121,
      "吆": 1122,
      "合": 1123,
      "吉": 1124,
      "吊": 1125,
      "同": 1126,
      "名": 1127,
      "后": 1128,
      "吐": 1129,
      "向": 1130,
      "吒": 1131,
      "吓": 1132,
      "吕": 1133,
      "吖": 1134,
      "吗": 1135,
      "君": 1136,
      "吝": 1137,
      "吞": 1138,
      "吟": 1139,
      "吠": 1140,
      "吡": 1141,
      "否": 1142,
      "吧": 1143,
      "吨": 1144,
      "含": 1145,
      "听": 1146,
      "吭": 1147,
      "吮": 1148,
      "启": 1149,
      "吱": 1150,
      "吲": 1151,
      "吴": 1152,
      "吵": 1153,
      "吸": 1154,
      "吹": 1155,
      "吻": 1156,
      "吼": 1157,
      "吾": 1158,
      "呀": 1159,
      "呃": 1160,
      "呆": 1161,
      "呈": 1162,
      "告": 1163,
      "呋": 1164,
      "呐": 1165,
      "呓": 1166,
      "呕": 1167,
      "呗": 1168,
      "员": 1169,
      "呛": 1170,
      "呜": 1171,
      "呢": 1172,
      "呤": 1173,
      "呦": 1174,
      "周": 1175,
      "呱": 1176,
      "呲": 1177,
      "味": 1178,
      "呴": 1179,
      "呵": 1180,
      "呷": 1181,
      "呸": 1182,
      "呻": 1183,
      "呼": 1184,
      "命": 1185,
      "咀": 1186,
      "咂": 1187,
      "咄": 1188,
      "咆": 1189,
      "咋": 1190,
      "和": 1191,
      "咎": 1192,
      "咏": 1193,
      "咐": 1194,
      "咒": 1195,
      "咔": 1196,
      "咕": 1197,
      "咖": 1198,
      "咙": 1199,
      "咚": 1200,
      "咛": 1201,
      "咝": 1202,
      "咣": 1203,
      "咦": 1204,
      "咧": 1205,
      "咨": 1206,
      "咩": 1207,
      "咪": 1208,
      "咫": 1209,
      "咬": 1210,
      "咯": 1211,
      "咱": 1212,
      "咳": 1213,
      "咸": 1214,
      "咻": 1215,
      "咽": 1216,
      "咿": 1217,
      "哀": 1218,
      "品": 1219,
      "哄": 1220,
      "哆": 1221,
      "哇": 1222,
      "哈": 1223,
      "哉": 1224,
      "哌": 1225,
      "响": 1226,
      "哎": 1227,
      "哏": 1228,
      "哐": 1229,
      "哑": 1230,
      "哒": 1231,
      "哔": 1232,
      "哗": 1233,
      "哚": 1234,
      "哟": 1235,
      "哥": 1236,
      "哦": 1237,
      "哧": 1238,
      "哨": 1239,
      "哩": 1240,
      "哪": 1241,
      "哭": 1242,
      "哮": 1243,
      "哲": 1244,
      "哺": 1245,
      "哼": 1246,
      "哽": 1247,
      "唆": 1248,
      "唇": 1249,
      "唉": 1250,
      "唐": 1251,
      "唑": 1252,
      "唔": 1253,
      "唠": 1254,
      "唢": 1255,
      "唤": 1256,
      "唧": 1257,
      "唬": 1258,
      "售": 1259,
      "唯": 1260,
      "唰": 1261,
      "唱": 1262,
      "唾": 1263,
      "啁": 1264,
      "啃": 1265,
      "啄": 1266,
      "商": 1267,
      "啉": 1268,
      "啊": 1269,
      "啕": 1270,
      "啜": 1271,
      "啡": 1272,
      "啤": 1273,
      "啥": 1274,
      "啦": 1275,
      "啧": 1276,
      "啪": 1277,
      "啫": 1278,
      "啮": 1279,
      "啰": 1280,
      "啵": 1281,
      "啶": 1282,
      "啷": 1283,
      "啸": 1284,
      "啼": 1285,
      "啾": 1286,
      "喀": 1287,
      "喂": 1288,
      "喃": 1289,
      "善": 1290,
      "喇": 1291,
      "喉": 1292,
      "喊": 1293,
      "喋": 1294,
      "喏": 1295,
      "喔": 1296,
      "喘": 1297,
      "喙": 1298,
      "喜": 1299,
      "喝": 1300,
      "喧": 1301,
      "喱": 1302,
      "喲": 1303,
      "喳": 1304,
      "喵": 1305,
      "喷": 1306,
      "喹": 1307,
      "喻": 1308,
      "喽": 1309,
      "嗅": 1310,
      "嗐": 1311,
      "嗑": 1312,
      "嗒": 1313,
      "嗓": 1314,
      "嗖": 1315,
      "嗜": 1316,
      "嗝": 1317,
      "嗞": 1318,
      "嗡": 1319,
      "嗤": 1320,
      "嗦": 1321,
      "嗨": 1322,
      "嗪": 1323,
      "嗯": 1324,
      "嗲": 1325,
      "嗳": 1326,
      "嗷": 1327,
      "嗽": 1328,
      "嘀": 1329,
      "嘈": 1330,
      "嘉": 1331,
      "嘌": 1332,
      "嘎": 1333,
      "嘘": 1334,
      "嘚": 1335,
      "嘛": 1336,
      "嘞": 1337,
      "嘟": 1338,
      "嘣": 1339,
      "嘤": 1340,
      "嘧": 1341,
      "嘬": 1342,
      "嘭": 1343,
      "嘮": 1344,
      "嘱": 1345,
      "嘲": 1346,
      "嘴": 1347,
      "嘶": 1348,
      "嘹": 1349,
      "嘻": 1350,
      "嘿": 1351,
      "噌": 1352,
      "噎": 1353,
      "噔": 1354,
      "噗": 1355,
      "噘": 1356,
      "噜": 1357,
      "噢": 1358,
      "器": 1359,
      "噩": 1360,
      "噪": 1361,
      "噫": 1362,
      "噬": 1363,
      "噱": 1364,
      "噻": 1365,
      "噼": 1366,
      "嚎": 1367,
      "嚏": 1368,
      "嚓": 1369,
      "嚣": 1370,
      "嚯": 1371,
      "嚷": 1372,
      "嚼": 1373,
      "囊": 1374,
      "囔": 1375,
      "囚": 1376,
      "四": 1377,
      "回": 1378,
      "因": 1379,
      "团": 1380,
      "囤": 1381,
      "囧": 1382,
      "囫": 1383,
      "园": 1384,
      "困": 1385,
      "囱": 1386,
      "围": 1387,
      "囵": 1388,
      "固": 1389,
      "国": 1390,
      "图": 1391,
      "圆": 1392,
      "圈": 1393,
      "土": 1394,
      "圣": 1395,
      "在": 1396,
      "地": 1397,
      "圳": 1398,
      "场": 1399,
      "圾": 1400,
      "址": 1401,
      "均": 1402,
      "坊": 1403,
      "坍": 1404,
      "坎": 1405,
      "坏": 1406,
      "坐": 1407,
      "坑": 1408,
      "块": 1409,
      "坚": 1410,
      "坛": 1411,
      "坝": 1412,
      "坞": 1413,
      "坟": 1414,
      "坠": 1415,
      "坡": 1416,
      "坤": 1417,
      "坦": 1418,
      "坨": 1419,
      "坪": 1420,
      "坯": 1421,
      "坷": 1422,
      "垂": 1423,
      "垃": 1424,
      "型": 1425,
      "垒": 1426,
      "垛": 1427,
      "垢": 1428,
      "垫": 1429,
      "垮": 1430,
      "埂": 1431,
      "埃": 1432,
      "埋": 1433,
      "城": 1434,
      "域": 1435,
      "埠": 1436,
      "培": 1437,
      "基": 1438,
      "堂": 1439,
      "堆": 1440,
      "堑": 1441,
      "堕": 1442,
      "堡": 1443,
      "堤": 1444,
      "堪": 1445,
      "堵": 1446,
      "塌": 1447,
      "塑": 1448,
      "塔": 1449,
      "塘": 1450,
      "塞": 1451,
      "填": 1452,
      "境": 1453,
      "墅": 1454,
      "墓": 1455,
      "墙": 1456,
      "增": 1457,
      "墟": 1458,
      "墨": 1459,
      "墩": 1460,
      "壁": 1461,
      "壕": 1462,
      "壤": 1463,
      "士": 1464,
      "壬": 1465,
      "壮": 1466,
      "声": 1467,
      "壳": 1468,
      "壶": 1469,
      "壹": 1470,
      "处": 1471,
      "备": 1472,
      "复": 1473,
      "夏": 1474,
      "夕": 1475,
      "外": 1476,
      "多": 1477,
      "夜": 1478,
      "够": 1479,
      "大": 1480,
      "天": 1481,
      "太": 1482,
      "夫": 1483,
      "夭": 1484,
      "央": 1485,
      "失": 1486,
      "头": 1487,
      "夷": 1488,
      "夸": 1489,
      "夹": 1490,
      "夺": 1491,
      "奇": 1492,
      "奈": 1493,
      "奉": 1494,
      "奋": 1495,
      "奎": 1496,
      "奏": 1497,
      "契": 1498,
      "奔": 1499,
      "奕": 1500,
      "奖": 1501,
      "套": 1502,
      "奢": 1503,
      "奥": 1504,
      "奮": 1505,
      "女": 1506,
      "奴": 1507,
      "奶": 1508,
      "奸": 1509,
      "她": 1510,
      "好": 1511,
      "如": 1512,
      "妃": 1513,
      "妄": 1514,
      "妆": 1515,
      "妇": 1516,
      "妈": 1517,
      "妊": 1518,
      "妒": 1519,
      "妖": 1520,
      "妙": 1521,
      "妞": 1522,
      "妥": 1523,
      "妨": 1524,
      "妮": 1525,
      "妹": 1526,
      "妻": 1527,
      "妾": 1528,
      "姆": 1529,
      "姊": 1530,
      "始": 1531,
      "姐": 1532,
      "姑": 1533,
      "姓": 1534,
      "委": 1535,
      "姗": 1536,
      "姚": 1537,
      "姜": 1538,
      "姥": 1539,
      "姨": 1540,
      "姬": 1541,
      "姻": 1542,
      "姿": 1543,
      "威": 1544,
      "娃": 1545,
      "娄": 1546,
      "娆": 1547,
      "娇": 1548,
      "娓": 1549,
      "娘": 1550,
      "娜": 1551,
      "娠": 1552,
      "娥": 1553,
      "娩": 1554,
      "娱": 1555,
      "娲": 1556,
      "娶": 1557,
      "婆": 1558,
      "婉": 1559,
      "婊": 1560,
      "婚": 1561,
      "婪": 1562,
      "婴": 1563,
      "婶": 1564,
      "婿": 1565,
      "媒": 1566,
      "媚": 1567,
      "媲": 1568,
      "媳": 1569,
      "嫁": 1570,
      "嫂": 1571,
      "嫉": 1572,
      "嫌": 1573,
      "嫒": 1574,
      "嫔": 1575,
      "嫖": 1576,
      "嫦": 1577,
      "嫩": 1578,
      "嬉": 1579,
      "嬛": 1580,
      "嬷": 1581,
      "子": 1582,
      "孔": 1583,
      "孕": 1584,
      "字": 1585,
      "存": 1586,
      "孙": 1587,
      "孜": 1588,
      "孝": 1589,
      "孟": 1590,
      "孢": 1591,
      "季": 1592,
      "孤": 1593,
      "学": 1594,
      "孩": 1595,
      "孪": 1596,
      "孵": 1597,
      "孽": 1598,
      "宁": 1599,
      "它": 1600,
      "宅": 1601,
      "宇": 1602,
      "守": 1603,
      "安": 1604,
      "宋": 1605,
      "完": 1606,
      "宏": 1607,
      "宕": 1608,
      "宗": 1609,
      "官": 1610,
      "宙": 1611,
      "定": 1612,
      "宛": 1613,
      "宜": 1614,
      "宝": 1615,
      "实": 1616,
      "宠": 1617,
      "审": 1618,
      "客": 1619,
      "宣": 1620,
      "室": 1621,
      "宪": 1622,
      "宫": 1623,
      "宰": 1624,
      "害": 1625,
      "宴": 1626,
      "宵": 1627,
      "家": 1628,
      "容": 1629,
      "宽": 1630,
      "宾": 1631,
      "宿": 1632,
      "寂": 1633,
      "寄": 1634,
      "寅": 1635,
      "密": 1636,
      "富": 1637,
      "寐": 1638,
      "寒": 1639,
      "寓": 1640,
      "寝": 1641,
      "寞": 1642,
      "察": 1643,
      "寡": 1644,
      "寤": 1645,
      "寨": 1646,
      "寰": 1647,
      "寸": 1648,
      "对": 1649,
      "寺": 1650,
      "寻": 1651,
      "导": 1652,
      "寿": 1653,
      "封": 1654,
      "射": 1655,
      "将": 1656,
      "將": 1657,
      "尉": 1658,
      "尊": 1659,
      "導": 1660,
      "小": 1661,
      "少": 1662,
      "尔": 1663,
      "尖": 1664,
      "尘": 1665,
      "尚": 1666,
      "尝": 1667,
      "尤": 1668,
      "尥": 1669,
      "尬": 1670,
      "就": 1671,
      "尴": 1672,
      "尸": 1673,
      "尺": 1674,
      "尼": 1675,
      "尽": 1676,
      "尾": 1677,
      "尿": 1678,
      "局": 1679,
      "屁": 1680,
      "层": 1681,
      "居": 1682,
      "屈": 1683,
      "屉": 1684,
      "届": 1685,
      "屋": 1686,
      "屎": 1687,
      "屏": 1688,
      "屑": 1689,
      "展": 1690,
      "属": 1691,
      "屠": 1692,
      "屡": 1693,
      "履": 1694,
      "山": 1695,
      "屿": 1696,
      "岁": 1697,
      "岂": 1698,
      "岌": 1699,
      "岐": 1700,
      "岔": 1701,
      "岗": 1702,
      "岚": 1703,
      "岛": 1704,
      "岩": 1705,
      "岭": 1706,
      "岳": 1707,
      "岸": 1708,
      "岿": 1709,
      "峙": 1710,
      "峡": 1711,
      "峰": 1712,
      "崇": 1713,
      "崎": 1714,
      "崖": 1715,
      "崛": 1716,
      "崩": 1717,
      "崭": 1718,
      "崴": 1719,
      "崽": 1720,
      "嵌": 1721,
      "巅": 1722,
      "巍": 1723,
      "川": 1724,
      "州": 1725,
      "巡": 1726,
      "巢": 1727,
      "工": 1728,
      "左": 1729,
      "巧": 1730,
      "巨": 1731,
      "巩": 1732,
      "巫": 1733,
      "差": 1734,
      "巯": 1735,
      "己": 1736,
      "已": 1737,
      "巴": 1738,
      "巷": 1739,
      "巾": 1740,
      "币": 1741,
      "市": 1742,
      "布": 1743,
      "帅": 1744,
      "帆": 1745,
      "师": 1746,
      "希": 1747,
      "帐": 1748,
      "帕": 1749,
      "帖": 1750,
      "帘": 1751,
      "帚": 1752,
      "帜": 1753,
      "帝": 1754,
      "带": 1755,
      "帧": 1756,
      "席": 1757,
      "帮": 1758,
      "帷": 1759,
      "常": 1760,
      "帽": 1761,
      "幅": 1762,
      "幌": 1763,
      "幔": 1764,
      "幕": 1765,
      "干": 1766,
      "平": 1767,
      "年": 1768,
      "并": 1769,
      "幸": 1770,
      "幹": 1771,
      "幺": 1772,
      "幻": 1773,
      "幼": 1774,
      "幽": 1775,
      "广": 1776,
      "庄": 1777,
      "庆": 1778,
      "庇": 1779,
      "床": 1780,
      "序": 1781,
      "庐": 1782,
      "库": 1783,
      "应": 1784,
      "底": 1785,
      "庖": 1786,
      "店": 1787,
      "庙": 1788,
      "府": 1789,
      "庞": 1790,
      "废": 1791,
      "度": 1792,
      "座": 1793,
      "庭": 1794,
      "康": 1795,
      "庸": 1796,
      "廉": 1797,
      "廊": 1798,
      "廓": 1799,
      "延": 1800,
      "建": 1801,
      "开": 1802,
      "异": 1803,
      "弃": 1804,
      "弄": 1805,
      "弈": 1806,
      "弊": 1807,
      "式": 1808,
      "弓": 1809,
      "引": 1810,
      "弗": 1811,
      "弛": 1812,
      "弟": 1813,
      "张": 1814,
      "弥": 1815,
      "弦": 1816,
      "弧": 1817,
      "弩": 1818,
      "弯": 1819,
      "弱": 1820,
      "弹": 1821,
      "强": 1822,
      "归": 1823,
      "当": 1824,
      "录": 1825,
      "彗": 1826,
      "彡": 1827,
      "形": 1828,
      "彤": 1829,
      "彦": 1830,
      "彩": 1831,
      "彪": 1832,
      "彭": 1833,
      "彰": 1834,
      "影": 1835,
      "役": 1836,
      "彻": 1837,
      "彼": 1838,
      "往": 1839,
      "征": 1840,
      "径": 1841,
      "待": 1842,
      "很": 1843,
      "徉": 1844,
      "徊": 1845,
      "律": 1846,
      "徐": 1847,
      "徒": 1848,
      "得": 1849,
      "徘": 1850,
      "徙": 1851,
      "徜": 1852,
      "御": 1853,
      "循": 1854,
      "微": 1855,
      "德": 1856,
      "徽": 1857,
      "心": 1858,
      "必": 1859,
      "忆": 1860,
      "忌": 1861,
      "忍": 1862,
      "忏": 1863,
      "忐": 1864,
      "忑": 1865,
      "忒": 1866,
      "志": 1867,
      "忘": 1868,
      "忙": 1869,
      "忠": 1870,
      "忡": 1871,
      "忧": 1872,
      "忪": 1873,
      "快": 1874,
      "念": 1875,
      "忽": 1876,
      "忾": 1877,
      "怀": 1878,
      "态": 1879,
      "怂": 1880,
      "怄": 1881,
      "怅": 1882,
      "怎": 1883,
      "怒": 1884,
      "怔": 1885,
      "怕": 1886,
      "怖": 1887,
      "怜": 1888,
      "思": 1889,
      "怠": 1890,
      "怡": 1891,
      "急": 1892,
      "怦": 1893,
      "性": 1894,
      "怨": 1895,
      "怪": 1896,
      "怯": 1897,
      "怵": 1898,
      "总": 1899,
      "怼": 1900,
      "恋": 1901,
      "恍": 1902,
      "恐": 1903,
      "恒": 1904,
      "恕": 1905,
      "恙": 1906,
      "恢": 1907,
      "恤": 1908,
      "恨": 1909,
      "恩": 1910,
      "恭": 1911,
      "息": 1912,
      "恰": 1913,
      "恳": 1914,
      "恶": 1915,
      "恸": 1916,
      "恼": 1917,
      "恿": 1918,
      "悄": 1919,
      "悉": 1920,
      "悍": 1921,
      "悔": 1922,
      "悖": 1923,
      "悚": 1924,
      "悟": 1925,
      "悠": 1926,
      "患": 1927,
      "悦": 1928,
      "您": 1929,
      "悬": 1930,
      "悯": 1931,
      "悲": 1932,
      "悴": 1933,
      "悸": 1934,
      "悼": 1935,
      "情": 1936,
      "惆": 1937,
      "惊": 1938,
      "惋": 1939,
      "惑": 1940,
      "惕": 1941,
      "惘": 1942,
      "惚": 1943,
      "惜": 1944,
      "惠": 1945,
      "惦": 1946,
      "惧": 1947,
      "惨": 1948,
      "惩": 1949,
      "惫": 1950,
      "惬": 1951,
      "惮": 1952,
      "惯": 1953,
      "惰": 1954,
      "想": 1955,
      "惹": 1956,
      "惺": 1957,
      "愁": 1958,
      "愈": 1959,
      "愉": 1960,
      "意": 1961,
      "愕": 1962,
      "愚": 1963,
      "感": 1964,
      "愣": 1965,
      "愤": 1966,
      "愧": 1967,
      "愿": 1968,
      "慈": 1969,
      "慌": 1970,
      "慎": 1971,
      "慑": 1972,
      "慕": 1973,
      "慢": 1974,
      "慧": 1975,
      "慨": 1976,
      "慮": 1977,
      "慰": 1978,
      "慵": 1979,
      "慷": 1980,
      "憋": 1981,
      "憔": 1982,
      "憧": 1983,
      "憨": 1984,
      "憩": 1985,
      "憬": 1986,
      "憾": 1987,
      "懂": 1988,
      "懈": 1989,
      "懊": 1990,
      "懒": 1991,
      "懦": 1992,
      "懵": 1993,
      "戈": 1994,
      "戊": 1995,
      "戌": 1996,
      "戏": 1997,
      "成": 1998,
      "我": 1999,
      "戒": 2000,
      "或": 2001,
      "战": 2002,
      "戚": 2003,
      "戛": 2004,
      "截": 2005,
      "戳": 2006,
      "戴": 2007,
      "户": 2008,
      "戾": 2009,
      "房": 2010,
      "所": 2011,
      "扁": 2012,
      "扇": 2013,
      "扉": 2014,
      "手": 2015,
      "才": 2016,
      "扎": 2017,
      "扑": 2018,
      "扒": 2019,
      "打": 2020,
      "扔": 2021,
      "托": 2022,
      "扛": 2023,
      "扣": 2024,
      "执": 2025,
      "扩": 2026,
      "扫": 2027,
      "扬": 2028,
      "扭": 2029,
      "扮": 2030,
      "扯": 2031,
      "扰": 2032,
      "扳": 2033,
      "扶": 2034,
      "批": 2035,
      "扼": 2036,
      "找": 2037,
      "承": 2038,
      "技": 2039,
      "抄": 2040,
      "抉": 2041,
      "把": 2042,
      "抑": 2043,
      "抒": 2044,
      "抓": 2045,
      "投": 2046,
      "抖": 2047,
      "抗": 2048,
      "折": 2049,
      "抚": 2050,
      "抛": 2051,
      "抠": 2052,
      "抡": 2053,
      "抢": 2054,
      "护": 2055,
      "报": 2056,
      "披": 2057,
      "抬": 2058,
      "抱": 2059,
      "抵": 2060,
      "抹": 2061,
      "抻": 2062,
      "押": 2063,
      "抽": 2064,
      "抿": 2065,
      "拂": 2066,
      "拄": 2067,
      "担": 2068,
      "拆": 2069,
      "拇": 2070,
      "拉": 2071,
      "拌": 2072,
      "拍": 2073,
      "拎": 2074,
      "拐": 2075,
      "拒": 2076,
      "拓": 2077,
      "拔": 2078,
      "拖": 2079,
      "拗": 2080,
      "拘": 2081,
      "拙": 2082,
      "招": 2083,
      "拜": 2084,
      "拟": 2085,
      "拢": 2086,
      "拣": 2087,
      "拥": 2088,
      "拦": 2089,
      "拧": 2090,
      "拨": 2091,
      "择": 2092,
      "括": 2093,
      "拭": 2094,
      "拮": 2095,
      "拯": 2096,
      "拱": 2097,
      "拳": 2098,
      "拴": 2099,
      "拷": 2100,
      "拼": 2101,
      "拽": 2102,
      "拾": 2103,
      "拿": 2104,
      "持": 2105,
      "挂": 2106,
      "指": 2107,
      "按": 2108,
      "挑": 2109,
      "挖": 2110,
      "挚": 2111,
      "挛": 2112,
      "挞": 2113,
      "挟": 2114,
      "挠": 2115,
      "挡": 2116,
      "挣": 2117,
      "挤": 2118,
      "挥": 2119,
      "挨": 2120,
      "挪": 2121,
      "挫": 2122,
      "振": 2123,
      "挲": 2124,
      "挺": 2125,
      "挽": 2126,
      "捂": 2127,
      "捅": 2128,
      "捆": 2129,
      "捉": 2130,
      "捋": 2131,
      "捍": 2132,
      "捎": 2133,
      "捏": 2134,
      "捐": 2135,
      "捕": 2136,
      "捞": 2137,
      "损": 2138,
      "捡": 2139,
      "换": 2140,
      "捣": 2141,
      "捧": 2142,
      "据": 2143,
      "捶": 2144,
      "捷": 2145,
      "捺": 2146,
      "捻": 2147,
      "掀": 2148,
      "掂": 2149,
      "授": 2150,
      "掉": 2151,
      "掌": 2152,
      "掏": 2153,
      "掐": 2154,
      "排": 2155,
      "掖": 2156,
      "掘": 2157,
      "掠": 2158,
      "探": 2159,
      "接": 2160,
      "控": 2161,
      "推": 2162,
      "掩": 2163,
      "措": 2164,
      "掰": 2165,
      "掷": 2166,
      "掺": 2167,
      "揉": 2168,
      "揍": 2169,
      "描": 2170,
      "提": 2171,
      "插": 2172,
      "握": 2173,
      "揣": 2174,
      "揪": 2175,
      "揭": 2176,
      "援": 2177,
      "揽": 2178,
      "搀": 2179,
      "搁": 2180,
      "搂": 2181,
      "搅": 2182,
      "搏": 2183,
      "搐": 2184,
      "搓": 2185,
      "搔": 2186,
      "搜": 2187,
      "搞": 2188,
      "搡": 2189,
      "搦": 2190,
      "搪": 2191,
      "搬": 2192,
      "搭": 2193,
      "携": 2194,
      "摁": 2195,
      "摄": 2196,
      "摆": 2197,
      "摇": 2198,
      "摊": 2199,
      "摔": 2200,
      "摘": 2201,
      "摞": 2202,
      "摧": 2203,
      "摩": 2204,
      "摸": 2205,
      "摹": 2206,
      "撂": 2207,
      "撅": 2208,
      "撇": 2209,
      "撑": 2210,
      "撒": 2211,
      "撕": 2212,
      "撞": 2213,
      "撤": 2214,
      "撩": 2215,
      "撬": 2216,
      "播": 2217,
      "撮": 2218,
      "撰": 2219,
      "撵": 2220,
      "撸": 2221,
      "撼": 2222,
      "擀": 2223,
      "擂": 2224,
      "擅": 2225,
      "操": 2226,
      "擎": 2227,
      "擒": 2228,
      "擘": 2229,
      "擞": 2230,
      "擤": 2231,
      "擦": 2232,
      "攀": 2233,
      "攒": 2234,
      "攥": 2235,
      "支": 2236,
      "收": 2237,
      "攸": 2238,
      "改": 2239,
      "攻": 2240,
      "放": 2241,
      "政": 2242,
      "故": 2243,
      "效": 2244,
      "敌": 2245,
      "敏": 2246,
      "救": 2247,
      "教": 2248,
      "敛": 2249,
      "敞": 2250,
      "敢": 2251,
      "散": 2252,
      "敦": 2253,
      "敬": 2254,
      "数": 2255,
      "敲": 2256,
      "整": 2257,
      "敷": 2258,
      "文": 2259,
      "斋": 2260,
      "斑": 2261,
      "斓": 2262,
      "斗": 2263,
      "料": 2264,
      "斜": 2265,
      "斤": 2266,
      "斥": 2267,
      "斧": 2268,
      "斩": 2269,
      "断": 2270,
      "斯": 2271,
      "新": 2272,
      "斷": 2273,
      "方": 2274,
      "於": 2275,
      "施": 2276,
      "旁": 2277,
      "旅": 2278,
      "旋": 2279,
      "族": 2280,
      "旗": 2281,
      "无": 2282,
      "既": 2283,
      "日": 2284,
      "旦": 2285,
      "旧": 2286,
      "旨": 2287,
      "早": 2288,
      "旮": 2289,
      "旯": 2290,
      "旱": 2291,
      "时": 2292,
      "旷": 2293,
      "旺": 2294,
      "昂": 2295,
      "昆": 2296,
      "明": 2297,
      "昏": 2298,
      "易": 2299,
      "昔": 2300,
      "昙": 2301,
      "星": 2302,
      "映": 2303,
      "春": 2304,
      "昧": 2305,
      "昨": 2306,
      "昭": 2307,
      "是": 2308,
      "昵": 2309,
      "昼": 2310,
      "显": 2311,
      "晃": 2312,
      "晋": 2313,
      "晏": 2314,
      "晒": 2315,
      "晓": 2316,
      "晕": 2317,
      "晖": 2318,
      "晚": 2319,
      "晝": 2320,
      "晦": 2321,
      "晨": 2322,
      "晩": 2323,
      "普": 2324,
      "景": 2325,
      "晰": 2326,
      "晴": 2327,
      "晶": 2328,
      "晷": 2329,
      "智": 2330,
      "晾": 2331,
      "暂": 2332,
      "暄": 2333,
      "暇": 2334,
      "暑": 2335,
      "暖": 2336,
      "暗": 2337,
      "暧": 2338,
      "暮": 2339,
      "暴": 2340,
      "曙": 2341,
      "曝": 2342,
      "曦": 2343,
      "曰": 2344,
      "曲": 2345,
      "曳": 2346,
      "更": 2347,
      "曹": 2348,
      "曼": 2349,
      "曾": 2350,
      "替": 2351,
      "最": 2352,
      "會": 2353,
      "月": 2354,
      "有": 2355,
      "朊": 2356,
      "朋": 2357,
      "服": 2358,
      "朕": 2359,
      "朗": 2360,
      "望": 2361,
      "朝": 2362,
      "期": 2363,
      "朦": 2364,
      "木": 2365,
      "未": 2366,
      "末": 2367,
      "本": 2368,
      "札": 2369,
      "术": 2370,
      "朱": 2371,
      "朴": 2372,
      "朵": 2373,
      "机": 2374,
      "杀": 2375,
      "杂": 2376,
      "权": 2377,
      "杆": 2378,
      "杈": 2379,
      "杉": 2380,
      "李": 2381,
      "杏": 2382,
      "材": 2383,
      "村": 2384,
      "杓": 2385,
      "杖": 2386,
      "杜": 2387,
      "杞": 2388,
      "束": 2389,
      "杠": 2390,
      "条": 2391,
      "来": 2392,
      "杨": 2393,
      "杯": 2394,
      "杰": 2395,
      "杳": 2396,
      "杵": 2397,
      "杷": 2398,
      "松": 2399,
      "板": 2400,
      "极": 2401,
      "构": 2402,
      "枇": 2403,
      "枉": 2404,
      "析": 2405,
      "枕": 2406,
      "林": 2407,
      "枚": 2408,
      "果": 2409,
      "枝": 2410,
      "枢": 2411,
      "枣": 2412,
      "枪": 2413,
      "枫": 2414,
      "枯": 2415,
      "枳": 2416,
      "架": 2417,
      "枷": 2418,
      "枸": 2419,
      "柄": 2420,
      "柏": 2421,
      "某": 2422,
      "柑": 2423,
      "染": 2424,
      "柔": 2425,
      "柚": 2426,
      "柜": 2427,
      "柠": 2428,
      "查": 2429,
      "柬": 2430,
      "柯": 2431,
      "柱": 2432,
      "柳": 2433,
      "柴": 2434,
      "柿": 2435,
      "栀": 2436,
      "栅": 2437,
      "标": 2438,
      "栈": 2439,
      "栉": 2440,
      "栋": 2441,
      "栏": 2442,
      "树": 2443,
      "栓": 2444,
      "栖": 2445,
      "栗": 2446,
      "校": 2447,
      "栩": 2448,
      "株": 2449,
      "样": 2450,
      "核": 2451,
      "根": 2452,
      "格": 2453,
      "栽": 2454,
      "桂": 2455,
      "桃": 2456,
      "框": 2457,
      "案": 2458,
      "桉": 2459,
      "桌": 2460,
      "桐": 2461,
      "桑": 2462,
      "桓": 2463,
      "桔": 2464,
      "桠": 2465,
      "桡": 2466,
      "档": 2467,
      "桥": 2468,
      "桨": 2469,
      "桩": 2470,
      "桶": 2471,
      "梁": 2472,
      "梅": 2473,
      "梆": 2474,
      "梗": 2475,
      "梢": 2476,
      "梦": 2477,
      "梧": 2478,
      "梨": 2479,
      "梭": 2480,
      "梯": 2481,
      "械": 2482,
      "梳": 2483,
      "梵": 2484,
      "检": 2485,
      "棂": 2486,
      "棉": 2487,
      "棋": 2488,
      "棍": 2489,
      "棒": 2490,
      "棕": 2491,
      "棘": 2492,
      "棚": 2493,
      "棠": 2494,
      "森": 2495,
      "棱": 2496,
      "棵": 2497,
      "棺": 2498,
      "椅": 2499,
      "椋": 2500,
      "植": 2501,
      "椎": 2502,
      "椒": 2503,
      "椭": 2504,
      "椰": 2505,
      "楂": 2506,
      "楔": 2507,
      "楚": 2508,
      "楦": 2509,
      "楷": 2510,
      "楼": 2511,
      "概": 2512,
      "榄": 2513,
      "榔": 2514,
      "榕": 2515,
      "榜": 2516,
      "榨": 2517,
      "榴": 2518,
      "榻": 2519,
      "構": 2520,
      "槌": 2521,
      "槐": 2522,
      "槛": 2523,
      "槟": 2524,
      "槽": 2525,
      "樟": 2526,
      "模": 2527,
      "横": 2528,
      "樱": 2529,
      "橄": 2530,
      "橇": 2531,
      "橘": 2532,
      "橙": 2533,
      "橡": 2534,
      "橱": 2535,
      "橹": 2536,
      "橼": 2537,
      "檀": 2538,
      "檐": 2539,
      "檫": 2540,
      "檬": 2541,
      "欠": 2542,
      "次": 2543,
      "欢": 2544,
      "欣": 2545,
      "欧": 2546,
      "欲": 2547,
      "欸": 2548,
      "欺": 2549,
      "款": 2550,
      "歇": 2551,
      "歉": 2552,
      "歌": 2553,
      "止": 2554,
      "正": 2555,
      "此": 2556,
      "步": 2557,
      "武": 2558,
      "歧": 2559,
      "歪": 2560,
      "歹": 2561,
      "死": 2562,
      "歼": 2563,
      "殃": 2564,
      "殆": 2565,
      "殊": 2566,
      "残": 2567,
      "殓": 2568,
      "殖": 2569,
      "殴": 2570,
      "段": 2571,
      "殷": 2572,
      "殿": 2573,
      "毁": 2574,
      "毂": 2575,
      "毅": 2576,
      "母": 2577,
      "每": 2578,
      "毒": 2579,
      "比": 2580,
      "毕": 2581,
      "毙": 2582,
      "毛": 2583,
      "毡": 2584,
      "毫": 2585,
      "毯": 2586,
      "氏": 2587,
      "民": 2588,
      "氓": 2589,
      "气": 2590,
      "氛": 2591,
      "氟": 2592,
      "氢": 2593,
      "氤": 2594,
      "氧": 2595,
      "氨": 2596,
      "氪": 2597,
      "氮": 2598,
      "氯": 2599,
      "氲": 2600,
      "水": 2601,
      "永": 2602,
      "汀": 2603,
      "汁": 2604,
      "求": 2605,
      "汇": 2606,
      "汉": 2607,
      "汐": 2608,
      "汗": 2609,
      "汝": 2610,
      "汞": 2611,
      "江": 2612,
      "池": 2613,
      "污": 2614,
      "汤": 2615,
      "汪": 2616,
      "汰": 2617,
      "汹": 2618,
      "決": 2619,
      "汽": 2620,
      "沁": 2621,
      "沃": 2622,
      "沉": 2623,
      "沌": 2624,
      "沐": 2625,
      "沒": 2626,
      "沓": 2627,
      "沙": 2628,
      "沛": 2629,
      "沟": 2630,
      "没": 2631,
      "沥": 2632,
      "沦": 2633,
      "沫": 2634,
      "沮": 2635,
      "河": 2636,
      "沸": 2637,
      "油": 2638,
      "治": 2639,
      "沼": 2640,
      "沾": 2641,
      "沿": 2642,
      "泄": 2643,
      "泉": 2644,
      "泊": 2645,
      "泌": 2646,
      "法": 2647,
      "泛": 2648,
      "泞": 2649,
      "泡": 2650,
      "波": 2651,
      "泣": 2652,
      "泥": 2653,
      "泧": 2654,
      "注": 2655,
      "泪": 2656,
      "泮": 2657,
      "泯": 2658,
      "泰": 2659,
      "泳": 2660,
      "泵": 2661,
      "泻": 2662,
      "泼": 2663,
      "泽": 2664,
      "洁": 2665,
      "洄": 2666,
      "洋": 2667,
      "洌": 2668,
      "洒": 2669,
      "洗": 2670,
      "洛": 2671,
      "洞": 2672,
      "津": 2673,
      "洪": 2674,
      "洱": 2675,
      "洲": 2676,
      "活": 2677,
      "洼": 2678,
      "洽": 2679,
      "派": 2680,
      "流": 2681,
      "浃": 2682,
      "浅": 2683,
      "浆": 2684,
      "浇": 2685,
      "浊": 2686,
      "测": 2687,
      "济": 2688,
      "浏": 2689,
      "浑": 2690,
      "浓": 2691,
      "浙": 2692,
      "浣": 2693,
      "浦": 2694,
      "浩": 2695,
      "浪": 2696,
      "浮": 2697,
      "浴": 2698,
      "海": 2699,
      "浸": 2700,
      "涂": 2701,
      "涅": 2702,
      "消": 2703,
      "涉": 2704,
      "涌": 2705,
      "涎": 2706,
      "涓": 2707,
      "涔": 2708,
      "涕": 2709,
      "涛": 2710,
      "涝": 2711,
      "涟": 2712,
      "涡": 2713,
      "涣": 2714,
      "涤": 2715,
      "润": 2716,
      "涧": 2717,
      "涨": 2718,
      "涩": 2719,
      "涮": 2720,
      "涯": 2721,
      "液": 2722,
      "涵": 2723,
      "涸": 2724,
      "淀": 2725,
      "淅": 2726,
      "淆": 2727,
      "淇": 2728,
      "淋": 2729,
      "淌": 2730,
      "淑": 2731,
      "淘": 2732,
      "淙": 2733,
      "淡": 2734,
      "淤": 2735,
      "淦": 2736,
      "淫": 2737,
      "深": 2738,
      "混": 2739,
      "淹": 2740,
      "添": 2741,
      "清": 2742,
      "渊": 2743,
      "渍": 2744,
      "渎": 2745,
      "渐": 2746,
      "渔": 2747,
      "渗": 2748,
      "渠": 2749,
      "渡": 2750,
      "渣": 2751,
      "渤": 2752,
      "温": 2753,
      "港": 2754,
      "渲": 2755,
      "渴": 2756,
      "游": 2757,
      "渺": 2758,
      "湃": 2759,
      "湍": 2760,
      "湖": 2761,
      "湘": 2762,
      "湛": 2763,
      "湾": 2764,
      "湿": 2765,
      "溃": 2766,
      "溅": 2767,
      "溉": 2768,
      "溏": 2769,
      "源": 2770,
      "溜": 2771,
      "溢": 2772,
      "溪": 2773,
      "溫": 2774,
      "溯": 2775,
      "溴": 2776,
      "溶": 2777,
      "溺": 2778,
      "滋": 2779,
      "滑": 2780,
      "滓": 2781,
      "滔": 2782,
      "滚": 2783,
      "滞": 2784,
      "满": 2785,
      "滤": 2786,
      "滥": 2787,
      "滩": 2788,
      "滴": 2789,
      "漂": 2790,
      "漆": 2791,
      "漉": 2792,
      "漏": 2793,
      "漓": 2794,
      "演": 2795,
      "漠": 2796,
      "漩": 2797,
      "漪": 2798,
      "漫": 2799,
      "漱": 2800,
      "漾": 2801,
      "潇": 2802,
      "潘": 2803,
      "潜": 2804,
      "潦": 2805,
      "潭": 2806,
      "潮": 2807,
      "潴": 2808,
      "潺": 2809,
      "澄": 2810,
      "澈": 2811,
      "澎": 2812,
      "澜": 2813,
      "澡": 2814,
      "澳": 2815,
      "激": 2816,
      "濒": 2817,
      "濡": 2818,
      "瀑": 2819,
      "瀚": 2820,
      "灌": 2821,
      "火": 2822,
      "灭": 2823,
      "灯": 2824,
      "灰": 2825,
      "灵": 2826,
      "灶": 2827,
      "灸": 2828,
      "灼": 2829,
      "灾": 2830,
      "灿": 2831,
      "炉": 2832,
      "炊": 2833,
      "炎": 2834,
      "炒": 2835,
      "炕": 2836,
      "炖": 2837,
      "炙": 2838,
      "炫": 2839,
      "炬": 2840,
      "炭": 2841,
      "炮": 2842,
      "炳": 2843,
      "炸": 2844,
      "点": 2845,
      "炼": 2846,
      "炽": 2847,
      "烁": 2848,
      "烂": 2849,
      "烈": 2850,
      "烊": 2851,
      "烘": 2852,
      "烙": 2853,
      "烛": 2854,
      "烟": 2855,
      "烤": 2856,
      "烦": 2857,
      "烧": 2858,
      "烩": 2859,
