{
  "add_bos_token": false,
  "add_eos_token": false,
  "add_prefix_space": false,
  "added_tokens_decoder": {
    "0": {"content": "<pad>", "lstrip": false, "normalized": false, "rstrip": false, "single_word": false, "special": true},
    "1": {"content": "<|im_start|>", "lstrip": false, "normalized": false, "rstrip": false, "single_word": false, "special": true},
    "2": {"content": "<|im_end|>", "lstrip": false, "normalized": false, "rstrip": false, "single_word": false, "special": true},
    "3": {"content": "<unk>", "lstrip": false, "normalized": false, "rstrip": false, "single_word": false, "special": true},
    "4": {"content": "<s>", "lstrip": false, "normalized": false, "rstrip": false, "single_word": false, "special": true},
    "5": {"content": "</s>", "lstrip": false, "normalized": false, "rstrip": false, "single_word": false, "special": true},
    "6": {"content": "<thinking>", "lstrip": false, "normalized": false, "rstrip": false, "single_word": false, "special": true},
    "7": {"content": "</thinking>", "lstrip": false, "normalized": false, "rstrip": false, "single_word": false, "special": true},
    "8": {"content": "<summary>", "lstrip": false, "normalized": false, "rstrip": false, "single_word": false, "special": true}
  },
  "bos_token": "<|im_start|>",
  "eos_token": "<|im_end|>",
  "pad_token": "<pad>",
  "unk_token": "<unk>",
  "model_max_length": 8192,
  "tokenizer_class": "PreTrainedTokenizerFast",
  "chat_template": "{% for message in messages %}<|im_start|>{{ message.role }}\n{{ message.content }}<|im_end|>\n{% endfor %}{% if add_generation_prompt %}<|im_start|>assistant\n{% endif %}"
}
